Repository: savouds/Site_touristique
Catalog: leaflets/locale/*/LC_MESSAGES/django.po
Languages: he, hu, ru

source: Background
he: רקע
hu: Háttér

source: No geometry value provided.
he: לא סופק ערך גיאומטרי.

source: Invalid geometry value.
he: ערך גאומטרי שגוי.

source: Invalid geometry type.
he: סוג גיאומטרי שגוי.

source: An error occurred when transforming the geometry to the SRID of the geometry form field.
he: הייתה בעיה עם השינוי של הצורה לסוג של השדה.

source: Cancel drawing
he: ביטול ציור
hu: Rajzolás megszakítása
ru: Прекратить рисование

source: Cancel
he: ביטול
hu: Megszakítás
ru: Отмена

source: Delete last point drawn
he: מחיקת הנקודה האחרונה שצוירה
hu: Utolsó rajzolt pont törlése
ru: Удалить последнюю нарисованную точку

source: Delete last point
he: מחיקת הנקודה האחרונה
hu: Utolsó pont törlése
ru: Удалить последнюю точку

source: Draw a polyline
he: ציור קו
hu: Vonallánc rajzolása
ru: Нарисовать линию

source: Draw a polygon
he: ציור פוליגון
hu: Sokszög rajzolása
ru: Нарисовать полигон

source: Draw a rectangle
he: ציור מרובע
hu: Négyzet rajzolása
ru: Нарисовать прямоугольник

source: Draw a circle
he: ציור עיגול
hu: Kör rajzolása
ru: Нарисовать окружность

source: Draw a marker
he: ציור נקודת ציון
hu: Jelző rajzolása
ru: Нарисовать маркер

source: Click and drag to draw circle.
he: לחץ וגרור בכדי לצייר עיגול.
hu: Kattints és húzz a kör rajzolásához
ru: Нажмите и потяните для рисования окружности.

source: Click map to place marker.
he: לחץ על המפה לציור נקודת ציון.
hu: Kattints a térképre egy jelző elhelyezéséhez
ru: Кликните на карту для расположения маркера.

source: Click to start drawing shape.
he: לחץ על מנת להתחיל לצייר צורה חדשה.
hu: Kattints a formarajzolás elkezdéséhez
ru: Кликните для начала рисования фигуры.

source: Click to continue drawing shape.
he: לחץ בכדי להמשיך לצייר
hu: Kattints a formarajzolás folytatásához
ru: Кликните для продолжения рисования фигуры.

source: Click first point to close this shape.
he: לחץ על הנקודה הראשונה בכדי לסגור את הצורה.
hu: Kattints az első pontra ennek a formának a lezárásához
ru: Кликните на первую вершину для завершения этой фигуры.

source: <strong>Error:</strong> shape edges cannot cross!
he: <strong>שגיאה:</strong> דפנות הצורה אינם יכולים לחצות זה את זה!
hu: <strong>Hiba:</strong> forma élek nem kereszteződnek!
ru: <strong>Ошибка:</strong> части фигуры не должны пересекаться!

source: Click to start drawing line.
he: לחץ בכדי להתחיל לצייר קו.
hu: Kattints a vonal rajzolásának megkezdéséhez
ru: Кликните для начала рисования линии.

source: Click to continue drawing line.
he: לחץ על מנת להמשיך לצייר את הקו.
hu: Kattints a vonal rajzolásának folytatásához
ru: Кликните для продолжения рисования линии.

source: Click last point to finish line.
he: לחץ על הנקודה האחרונה שנית על מנת לסיים את הקו.
hu: Kattints az utolsó pontra a vonal befejezéséhez
ru: Кликните на последнюю вершину для завершения линии.

source: Click and drag to draw rectangle.
he: לחץ וגרור על מנת לצייר מרובע.
hu: Kattints és húzz a négyszög rajzolásához
ru: Кликните и потяните для создания прямоугольника.

source: Release mouse to finish drawing.
he: שחרר את הלחצן על מנת לסיים את הציור.
hu: Engedd el az egeret a rajzolás befejezéséhez
ru: Отпустите кнопку мыши для окончания рисования.

source: Save changes.
he: שמירת שינויים.
hu: Változások mentése.
ru: Сохранить изменения.

source: Save
he: שמור
hu: Mentés
ru: Сохранить

source: Cancel editing, discards all changes.
he: בטל עריכה, כל השינויים יבוטלו.
hu: Szerkesztés megszakítása, minden változás eldobása.
ru: Прекратить редактирование, отмена всех изменений.

source: Edit layers
he: עריכת שכבות
hu: Rétegek szerkesztése
ru: Редактировать слои

source: No layers to edit.
he: אין שכבות לעריכה
hu: Nincsenek szerkeszthető rétegek
ru: Отсутствуют слои для редактирования.

source: Delete layers
he: מחיקת שכבות
hu: Rétegek törlése
ru: Удалить слои

source: No layers to delete.
he: אין שכבות למחיקה
hu: Nincsenek törölhető rétegek
ru: Отсутствуют слои для удаления.

source: Drag handles, or marker to edit feature.
he: גרור נקודות שליטה או את נקודת הציון על מנת לערוך פריט.
ru: Потяните вершину или маркер для изменения объекта.

source: Click cancel to undo changes.
he: לחץ על ביטול בכדי לבטל את השינויים.
hu: Kattints a megszakításra a változások visszavonásához
ru: Нажмите отмена для возвращения в исходное состояние.

source: Click on a feature to remove
he: לחץ על פריט בכדי להסירו.
ru: Кликните на объект для его удаления

source: Reset view
he: איפוס תצוגה
hu: Nézet visszavonása

source: Spatial extent should be a tuple (minx, miny, maxx, maxy)
hu: A térbeli kiterjedésnek tuple-nek kell lennie (minx, miny, maxx, maxy)
